{
  "first": [
    {
      "id": 1,
      "name": "Модуль 1",
      "title": "Ознайомлення з нормативною базою",
      "question": [
        "Коли можна буде побачити пРРО в державному реєстрі?",
        "Чи може працювати пРРО в режимі офлайн і що означає цей режим? ",
        "Що таке РРО і в чому відмінність з пРРО? ",
        "Чи потрібно фіскалізувати розрахункові операції, якщо кошти переводяться з р/р на р/р? ",
        "Чи потрібно кожного дня робити внесення - винесення готівки? Передаються ці операції в ДПС?",
        "Що таке х-звіт та z-звіт? В чому їх різниця?",
        "Чи можливо проводити чеки та  z-звіти за минулий період?",
        "Чи потрібно вносити готівку на банківський рахунок (виручку)? Чи є різниця у вимогах то ФОП та юридичних осіб?",
        "Чи отримаю штрафні санкції за не закриття зміни в той же день? В якому розмірі?",
        "Дозволено 36 годин роботи  в режимі офлайн, а каса була в офлайні більше - які штрафні санкції від ДПС мене очікують?",
        "В якому випадку має бути пробитий чек через пРРО?",
        "Якщо покупець робить замовлення через інтернет - магазин,  а отримує товар пізніше поштовою службою, коли саме потрібно видавати чек?",
        "Які основні вимоги до фіскального чека?",
        "Чи потрібно, маючи пРРО, вести та заповнювати КУРО?",
        "Кому необхідний  пРРО? ",
        "Як правильно проводити продажі та оформлювати чек, якщо клієнт отримує товар з частковою передоплатою, а далі сплачує залишок частинами?",
        "Якщо продавець отримує оплату через  Liqpay, потрібно дані операції проводити через пРРО?",
        "Якщо продавець отримує кошти на  IBAN - ці операції підлягають фіскалізації через пРРО?",
        "Якщо продавець отримує оплату на ключ-карту, чи потрібно фіскалізувати такі операції через пРРО?",
        "В яких випадках не обов'язково вказувати маску карти, номер транзакції, дату проведення оплати в чеку?",
        "Скільки раз за зміну можна проводити х-звіт та z-звіт?",
        "Що таке фіскальний чек продажу та повернення?",
        "Чи обов'язково роздруковувати чеки?"
      ],
      "links": [
        "https://zakon.rada.gov.ua/laws/show/265/95-%D0%B2%D1%80#Text",
        "https://zakon.rada.gov.ua/laws/show/z0624-20#Text",
        "https://zakon.rada.gov.ua/laws/show/z0832-21#Text",
        "https://docs.google.com/document/d/1Dcg5yVFWdnaNGtQoNn8fleYdu_4l2aprFmb02KcO4CU/edit",
        "https://tax.gov.ua/data/files/265387.pdf",
        "https://www.youtube.com/@checkbox_prro"
      ]
    },

    {
      "id": 2,
      "name": "Модуль 2",
      "title": "Знайомство з порталом Checkbox. Частина 1",
      "question": [
        "Що таке ключ ЕЦП та де його можна отримати? Чим відрізняється від печатки?",
        "Описати всі можливі способи реєстрації касира  та варіанти електронних підписів для цього?",
        "Чого буде достатньо  для того, щоб використовувати пРРО?",
        "Що необхідно зробити для зняття з реєстрації пРРО? Я видаляю спочатку торгову точку?",
        "Я зареєструвався на сайті, зайшов в свій кабінет. Що потрібно робити далі (розписати кроки)",
        "Мені необхідно додати ще одного ФОПа, чи достатньо додати в існуючий акаунт іншу касу?",
        "Якщо магазин знаходиться в м. Київ, а ФОП зареєстрований в Житомирській обл., яку адресу необхідно вказувати при реєстрації ТТ?",
        "Мені потрібно змінити адресу ТТ. Яким чином це зробити?",
        "Одна організація, є 2 торгові точки - інтернет-магазин та фізичний магазин ( місце видачі заказів). Скільки кас в такому випадку необхідно реєструвати?",
        "В моєму кабінеті в ДПС каса вже зареєстрована, а в Чекбокс  - ні. Як її можна додати чи потрібно реєструвати окрему касу для Чекбокс?",
        "В мене є інтернет-магазин, який тип пРРО при реєстрації мені необхідно вказувати?",
        "Мій магазин має 3 каси, на яких позмінно працюють 6 касирів. Скількох  касирів необхідно реєструвати в Чекбокс?",
        "Під час реєстрації касира при введенні логіна  пише, що “Даний логін вже існує” , хоча в моєму акаунті такого касира немає.",
        "Яку адресу необхідно вказувати при реєстрації ТТ, якщо це інтернет-магазин?",
        "Мені необхідно змінити тип ТТ. Чи можливо це зробити в Чекбокс чи лише через кабінет ДПС?",
        "Не хочу реєструвати касира на його особистий ЕЦП, яким чином вирішити питання?",
        "Забули пароль касира, як відновити?",
        "Чи можна об’єднати декілька організацій в один акаунт?",
        "Закінчився термін дії ключа касира, намагались завантажити новий ЕЦП в хмарний сервіс до існуючого касира - виникає помилка. Яка помилка може з’явитись  і чому?",
        "Яким чином можна додати знижку в чек? Якщо клієнт сплатив за покупку частину картою, а частину - готівкою, чи потрібно формувати 2 чеки?",
        "Був продаж готівкою, а зробили повернення цього чека картою. Як виправити ситуацію, чи можна відмінити невірне повернення?"
      ],
      "practical": [
        "Зареєструватись на порталі, як користувач",
        "Ознайомитись з інтерфейсом порталу",
        "Ознайомитись з розділом “Відповіді на питання”",
        "Ознайомлення з розділами “Торгові точки”, “Каси” та “Касири”",
        "Вкладка меню “Продаж” - додати товари для продажів, відкрити зміну, провести чеки продажу з різними формами оплати, додати знижки, відправити чек на пошту, внести кошти, вилучити кошти, зробити х-звіт, закрити зміну",
        "Вкладка меню “Повернення” - зробити чек повернення однієї позиції, повернути повністю чек продажу, зробити 2 повернення одного чеку",
        "“Архів чеків” - розбір розділу, зробити повернення, відправити чек і та інші дії",
        "“Робочі зміни” - ознайомлення з інтерфейсом, відкрити-закрити зміну через цей розділ",
        "“Налаштування” - розбір функціоналу",
        "“Користувачі” - розбір функціоналу, додати можливі доступи",
        "Провести максимум різноманітних чеків для подальшого формування звітності"
      ],
      "links": [
        "https://wiki.checkbox.ua/",
        "https://www.youtube.com/watch?v=FR_lj8bAQno&ab_channel=Checkbox",
        "https://www.youtube.com/watch?v=eX3fwwzXEBQ&ab_channel=Checkbox",
        "https://www.youtube.com/@checkbox_prro"
      ]
    },

    {
      "id": 3,
      "name": "Модуль 3",
      "title": "Знайомство з порталом Checkbox. Частина 2",
      "question": [
        "Як анулювати чек? Був вказаний тип оплати картою, а потрібно було провести кошти готівкою.",
        "Як додати податки ПДВ та акциз в Чекбокс?",
        "Чи є режим вільної ціни для товарів у вашій програмі?",
        "Як провести продаж, якщо я відправляю замовлення через пошту з передоплатою?",
        "Де можна побачити відображення інформації щодо продажів за місяць?",
        "Необхідно додати податкову ставку Без ПДВ, де і як це можна зробити на сайті?",
        "В мене є підакцизні товари, як мені їх додати в Чекбокс? І як потім вводити штрих-код акцизної марки?",
        "Яким чином клієнт може отримати чек?",
        "Як саме я можу внести номенклатуру на портал?",
        "Чи є можливість вести облік товарів в Чекбокс? Якщо так, то що для цього необхідно зробити?",
        "Чи зберігаються дані по чекам та z-звітам в кабінеті? Якщо так, то на протязі якого терміну?",
        "Внесення прихідної накладної і списання товарів відображається в ДПС?",
        "Відредагував податкову ставку з Без ПДВ на ПДВ 7% и відразу ж провів чек, але нічого не змінилось, чому? ",
        "Чи є можливість додавати в чек побажання клієнту чи іншу службову інформацію? Якщо так, то яким чином  і де це зробити?",
        "Я випадково зробив декілька повернень одного чека, чи можна їх відмінити? Як виправити ситуацію?",
        "Ваговий товар можна продавати в Чекбокс? Яким чином?",
        "Де відображається інформація по залишкам необхідного товару?",
        "Як до кожного товару додати необхідну податкову ставку?",
        "Постійно забуваю закрити вчасно зміну, як вирішити це питання? Чи можна закривати наступним ранком?",
        "У чому відмінність між періодичним звітом та звітом по чекам? Яка інформація відображається в обох?"
      ],
      "practical": [
        "Розділ “Податкові ставки” - створити податкові ставки ПДВ, Акциз, Без ПДВ + Акциз, відредагувати одну з них, змінивши код податку",
        "Створити товари вручну в розділі “Товари”,імпорт товарів з різними групами  з екселю. Створити групу підакцизних товарів, створити мінімум 3 групи товарів.  Зробити експорт товарів.",
        "Видалити певні товари, видалити цілу групу товарів. ",
        "Внести поставки, зробити списання",
        "Створити та провести продаж вимірного товару та послуг окремо.",
        "Продати алкоголь, вказавши акцизну марку. Продати одну позицію з кількома різними акцизними марками",
        "Сформувати всі звіти в розділі Звіти",
        "Ознайомитись з основним дашбордом та його даними"
      ],
      "links": [
        "https://wiki.checkbox.ua/",
        "https://www.youtube.com/watch?v=FR_lj8bAQno&ab_channel=Checkbox",
        "https://www.youtube.com/watch?v=eX3fwwzXEBQ&ab_channel=Checkbox",
        "https://www.youtube.com/@checkbox_prro"
      ]
    },

    {
      "id": 4,
      "name": "Модуль 4",
      "title": "Знайомство з порталом Checkbox / Checkbox-kasa. Checkbox Pay. Частина 3",
      "question": [
        "Яким чином можна працювати з чекбокс, якщо в мене планшет IOS?",
        "Чи обов’язково переносити товари в Чекбокс, якщо я маю свою програму обліку, з якою буду працювати?",
        "Де можна замовити банківський POS-термінал, в якому буде встановлений Чекбокс?",
        "Чи можна напряму фіскалізувати операції через мій інтернет-магазин? Що для цього необхідно зробити?",
        "Під час роботи з касою через мобільний додаток як підтягнути ключ ЕЦП до касира?",
        "Чи можна підключити звичайний банківський термінал до веб-портала, щоб автоматично фіскалізувати оплати від клієнтів?",
        "Як мій салон краси може працювати через пРРО Чекбокс? Можете порадити спеціальні програми, які співпрацюють з вашим сервісом?",
        "Чи можна відкрити зміну через додаток, а закрити через портал? Чи буде це порушенням роботи каси?",
        "Для чого потрібні програми  Checkbox Підпис и Checkbox Каса?  Чи є технічні вимоги до ОС для їх установки?",
        "Хочу підключити Чекбокс до своєї програми M-Force. Як це зробити, які мої дії?",
        "Через касу на банківському  терміналі можна працювати без інтернет-з'єднання?",
        "Чи є відмінності в роботі каси через мобільний додаток чи POS-термінал?",
        "Яким чином можна сканувати штрих-коди товарів в Чекбокс?",
        "Чи може через один термінал позмінно працювати декілька касирів?",
        "Через мобільний додаток можна відредагувати назву магазина чи дані касира?",
        "До яких фронт-систем можна підключати Checkbox Касу? Яка головна вимога до цих програм?"
      ],
      "practical": [
        "Встановити мобільний додаток, відкрити зміну, провести чеки з різними формами оплати, сформувати відкладені чеки,  зробити повернення, додати товари через вкладку Продаж, провести чеки з акцизною маркою, закрити зміну через портал.",
        "Переглянути відео-презентацію по банківських терміналах",
        "Ознайомитись з документацією АРІ",
        "Встановити Чекбокс Підпис",
        "Встановити Чекбокс касу, відкрити та закрити зміну через неї",
        "Ознайомитись з кількома інструкціями інтеграцій по АРІ та через касу"
      ],
      "links": [
        "https://wiki.checkbox.ua/",
        "https://www.youtube.com/watch?v=FR_lj8bAQno&ab_channel=Checkbox",
        "https://www.youtube.com/watch?v=eX3fwwzXEBQ&ab_channel=Checkbox",
        "https://www.youtube.com/@checkbox_prro",
        "https://wiki.checkbox.ua/uk/app/pc/portal_acquiring"
      ]
    },

    {
      "id": 5,
      "name": "Модуль 5",
      "title": "Партнерська програма. Договір ПO. Підсумкові питання",
      "question": [
        "Коли саме ( в момент реєстрації чи) і яким чином сплачувати за послуги Чекбокс?",
        "Яким чином сплата за послуги Чекбокс розноситься до кожного клієнта? Що обов'язково потрібно вказувати при сплаті рахунка?",
        "Чи є ліміт по кількості чеків на касі? Перевищення його вплине на роботу каси?",
        "ФОП зареєстрував одну касу, через 10 днів ще 2 - вони також будуть безкоштовними перший місяць? Коли потрібно буде сплачувати по рахунку і яку саме суму?",
        "Як оформлюються договірні відносини між ТОВ Чекбокс та клієнтом, і на якому етапі - після реєстрації чи до ?",
        "Чи можна повернути кошти за сплату послуг Чекбокс? Якщо так, то що для цього потрібно зробити?",
        "Чи можна приймати оплати від покупців за допомогою QR - кода? Що для цього необхідно зробити і чи це безкоштовна послуга?",
        "Що таке токен від Монобанк? Для чого він потрібен і де його можна генерувати? Для цього потрібно звернутися в службу підтримки Моно?",
        "Яким чином клієнту можно здійснювати звірку взаєморозрахунків з ТОВ Чекбокс?",
        "Коли клієнт отримає акт виконання робіт та як його можна підписати?",
        "Яким чином  можна сплатити за послуги користування онлайн-касою?",
        "Яку комісію можна отримати, якщо підключити партнерську програму? ",
        "Чи є різниця в оплаті від Монобанка “офлайн” та “онлайн”? Якщо я вибрав спочатку “онлайн”, чи зможу в подальшому використовувати “офлайн”?",
        "Чи є термін дії посилання на сплату від Монобанка?",
        "Що означає статус “Заморожено” в клієнта? Яким чином можна розморозити організацію?",
        "Статус “Відключено”, в чому різниця між статусом “Заморожено”?",
        "Чи можемо ми надавати промо-коди клієнтам та в яких випадках?",
        "В якому розділі в кабінеті ДПС я можу перевірити чеки і z- звіти, які були зроблені через Чекбокс?",
        "Якщо клієнт не вказав платіжний код або вказав неправильний, чи зайде йому оплата та які дії зі сторони підтримки?",
        "Чи є програми лояльності для користувачів Чекбокс?"
      ],
      "checkQuestion": [
        "Як пройти реєстрацію ФОПу, який має інтернет- магазин по продажу спортивного одягу та відправляє замовлення поштою",
        "Бухгалтер реєструє 3 ФОПи, яких обслуговує. 1 ФОП - має 10 торгових точок по 3 каси на кожній. 2 ФОП - 1 торгова точка з 2 касами, одна з яких служба доставки. 3 ФОП - 2 торгові точки по 2 каси, на яких працюють позмінно 4 касири. Розказати детальну реєстрацію, скільки касирів необхідно, які види кас. Що бухгалтер може зробити для своєї зручності ведення цих ФОПів.",
        "Розписати,  які дії в кабінеті Чекбокс відправляються в ДПС.",
        "Як саме провести чек для клієнта, якщо він вніс аванс за замовлення меблів готівкою. Як проводити наступні платежі.",
        "ФОП на загальній системі оподаткування планує продавати алкоголь. Які дії йому необхідно зробити в Чекбокс та ДПС, щоб законно працювати.",
        "Як саме клієнт може переконатись, що всі його чеки та звіти відправляються в ДПС? Чи є можливість в кабінеті платника податків перевірити роботу пРРО?",
        "ФОП хоче працювати через банківський термінал. Покроково розписати, що йому необхідно зробити для цього до моменту відкриття першої зміни в ньому.",
        "Клієнт має програму обліку Ультра, які кроки йому необхідно зробити, щоб почати працювати через пРРО Чекбокс і відкрити першу зміну?",
        "Клієнт веде свій бізнес через програму ClinicCards, які дії йому потрібно зробити, щоб почати проводити фіскальні чеки через Чекбокс?",
        "На яких умовах клієнт може повернути кошти чи перевести їх на іншого ФОПа, що для цього необхідно зробити.",
        "В яких способах інтеграції можливо працювати з касою Чекбокс в режимі офлайн. Навести приклади таких інтеграцій.",
        "Хто саме може бути партнером Чекбокс, що необхідно для цього зробити та які бонуси і в якому вигляді партер може отримувати."
      ],
      "practical": [
        "Ознайомитись з умовами оферти",
        "Переглянути рахунки та акти клієнтів",
        "Ознайомитись з інструкцією інтеграції Монобанку",
        "Партнерський сайт",
        "Програма лояльності"
      ],
      "links": [
        "https://wiki.checkbox.ua/",
        "https://www.youtube.com/watch?v=FR_lj8bAQno&ab_channel=Checkbox",
        "https://www.youtube.com/watch?v=eX3fwwzXEBQ&ab_channel=Checkbox",
        "https://www.youtube.com/@checkbox_prro"
      ]
    }
  ],
  "two": [],
  "third": []
}
